Repository: Sofie-Automation/sofie-core
Catalog: meteor/i18n/*.po
Languages: nb

# °°°°°°plural
source: Failed to assign players for {{count}} sessions°°°°°°
nb: Klarte ikke å tildele spillere for {{count}} sesjoner°°°°°°

# °°°°°°plural
source: Failed to assign players for {{count}} non-critical sessions°°°°°°
nb: Klarte ikke å tildele spillere for {{count}} ikke-kritiske sesjoner°°°°°°

# °°°°°°plural
source: {{count}} items°°°°°°
nb: {{count}} elementer°°°°°°

# °°°°°°plural
source: This layer is now rerouted by an active Route Set: {{routeSets}}°°°°°°
nb: Dette laget blir omkoblet av flere aktive omkoblingsgrupper: {{routeSets}}°°°°°°

# °°°°°°plural
source: There are {{count}} documents that can be removed, do you want to continue?°°°°°°
nb: Det er {{count}} dokumenter som kan fjernes. Vil du fortsette?°°°°°°
