Repository: Sofie-Automation/sofie-core
Catalog: meteor/i18n/*.po
Languages: nb

source: CasparCG on device "{{deviceName}}" restarting...
nb: CasparCG på "{{deviceName}}" starter på nytt...

source: Failed to restart CasparCG on device: "{{deviceName}}": {{errorMessage}}
nb: Omstart av CasparCG på "{{deviceName}}" feilet: {{errorMessage}}

source: Something went wrong when creating the snapshot. Please contact the system administrator if the problem persists.
nb: Noe gikk galt mens snapshot ble tatt, vennligst kontakt systemadministrator hvis problemet fortsetter.

source: Cancel currently pressed hotkey
nb: Avbryt den trykte tasten

source: Change to fullscreen mode
nb: Bytt til fullskjermmodus

source: Show Hotkeys
nb: Vise hurtigtaster

source: Take a Snapshot
nb: Lagre et snapshot

source: Restart {{device}}
nb: Start {{device}} på nytt

source: Rundown not found
nb: Kjøreplan ikke funnet

source: Close
nb: Lukk

source: Rundown for piece "{{pieceLabel}}" could not be found.
nb: Finner ikke kjøreplan for "{{pieceLabel}}".

source: This rundown has been unpublished from Sofie.
nb: Denne kjøreplanen er ikke lenger tilgjengelig i Sofie.

source: Error: The studio of this Rundown was not found.
nb: Feil: Kan ikke finne studioet for denne kjøreplanen.

source: This playlist is empty
nb: Denne spillelisten er tom

source: Error: The ShowStyle of this Rundown was not found.
nb: Feil: Kan ikke finne showstyle for denne kjøreplanen.

source: Rundown {{rundownName}} in Playlist {{playlistName}} is missing in the data from {{nrcsName}}. You can either leave it in Sofie and mark it as Unsynced or remove the rundown from Sofie. What do you want to do?
nb: Kjøreplan {{rundownName}} i listen {{playlistName}} mangler i data fra {{nrcsName}}. Du kan enten markere den som usynkronisert og beholde den i Sofie, eller fjerne kjøreplanen fra Sofie. Hva vil du gjøre?

source: (Unknown rundown)
nb: (Ukjent kjøreplan)

source: (Unknown playlist)
nb: (Ukjent kjøreplanliste)

source: Leave Unsynced
nb: Behold ikke-synkronisert kjøreplan

source: Remove rundown
nb: Fjern kjøreplan

source: Do you really want to remove just the rundown "{{rundownName}}" in the playlist {{playlistName}} from Sofie? This cannot be undone!
nb: Er du sikker på at du vil slette kjøreplanen {{rundownName}} i listen {{playlistName}} fra Sofie? Dette kan ikke angres!

source: Media Status
nb: Status for medieoverføringer

source: No Media matches this filter
nb: Ingen media matcher dette filteret

source: No Media required for this Rundown
nb: Ingen media trengs for denne kjøreplanen

source: On Air In
nb: OnAir om

source: Filter...
nb: Filtrér...

source: Clear filter
nb: Tøm filter

source: Loop Start
nb: Start for loop

source: Loop End
nb: Slutt for loop

source: (in: {{time}})
nb: (om: {{time}})

source: ({{time}} ago)
nb: (for {{time}} siden)

source: Planned Start
nb: Planlagt start

source: Planned Duration
nb: Planlagt varighet

source: Planned End
nb: Planlagt slutt

source: The rundown "{{rundownName}}" is not published or activated in {{nrcsName}}! No data updates will currently come through.
nb: Kjøreplanen "{{rundownName}}" er ikke synkronisert med MOS/{{nrcsName}}! Ingen oppdateringer vil komme igjennom nå.

source: Re-sync
nb: Synkroniser med MOS

source: Re-sync Rundown
nb: Synkroniser kjøreplanen med ENPS på nytt

source: Are you sure you want to re-sync the Rundown? (If the currently playing Part has been changed, this can affect the output)
nb: Er du sikker på at du vil synkronisere denne kjøreplanen? (Dette kan påvirke gjennomføring av en pågående sending dersom det aktive punktet har blitt endret)

source: Fixing this problem requires a restart to the host device. Are you sure you want to restart {{device}}? (This might affect output)
nb: Feilretting krever en omstart av {{device}}. Er du sikker på at du ønsker å starte enheten på nytt? (Dette kan påvirke gjennomføring av en pågående sending)

source: Device "{{deviceName}}" restarting...
nb: "{{deviceName}}" starter på nytt...

source: Failed to restart device: "{{deviceName}}": {{errorMessage}}
nb: Kunne ikke starte "{{deviceName}}" på nytt: {{errorMessage}}

source: There is an unknown problem with the part.
nb: Det er et ukjent problem med dette punktet.

source: Show issue
nb: Vis problem

source: There is an unspecified problem with the source.
nb: Det er et ikke-spesifisert problem med kilden.

source: External message queue has unsent messages.
nb: Ekstern meldingskø har meldinger som ikke er sendt.

source: The system configuration has been changed since importing this rundown. It might not run correctly
nb: Systemoppsettet har blitt endret etter at denne kjøreplanen ble importert. Kjøreplanen kan spilles av med feil

source: Unable to check the system configuration for changes
nb: Kan ikke kontrollere endringer i systemoppsettet

source: Device {{deviceName}} is disconnected
nb: {{deviceName}} er koblet fra

source: Rewind all Segments
nb: Sett alle segmenter tilbake til start

source: Go to On Air Segment
nb: Gå til tittelen som er OnAir

source: Switch Segment View Mode
nb: Bytt visning for tittel

source: Switchboard Panel
nb: Sentralbord

source: Toggle Support Panel
nb: Åpne/lukk supportpanel

source: Just now
nb: Akkurat nå

source: Less than a minute ago
nb: Under ett minutt siden

source: Less than five minutes ago
nb: Under fem minutter siden

source: Around 10 minutes ago
nb: Cirka 10 minutter siden

source: More than 10 minutes ago
nb: Over 10 minutter siden

source: More than 30 minutes ago
nb: Over 30 minutter siden

source: More than 2 hours ago
nb: Over 2 timer siden

source: More than 5 hours ago
nb: Over 5 timer siden

source: More than a day ago
nb: Over en dag siden

source: {{nrcsName}} Connection
nb: {{nrcsName}}-tilkobling

source: Last update
nb: Siste oppdatering

source: Off-line devices
nb: Frakoblede enheter

source: Devices with issues
nb: Enheter med problemer

source: All connections working correctly
nb: Alle tilkoblinger er OK

source: Play-out
nb: Avspilling

source: All devices working correctly
nb: Alle enheter fungerer som de skal

source: Expected End
nb: Forventet slutt

source: Next Loop at
nb: Neste loop starter

source: Diff
nb: Forskjell

source: Started
nb: Startet

source: Expected Start
nb: Forventet slutt

source: {{currentRundownName}} - {{rundownPlaylistName}} (Looping)
nb: {{currentRundownName}} - {{rundownPlaylistName}} (Looper)

source: {{rundownPlaylistName}} (Looping)
nb: {{rundownPlaylistName}} (Looper)

source: Floated AdLib
nb: Adlib satt på vent

source: Switchboard
nb: Sentralbord

source: This is not in it's normal setting
nb: Endret fra standardoppsett

source: Off
nb: Av

source: segment
nb: tittel

source: Critical problems
nb: Kritiske problemer

source: Sources
nb: Kilder

source: Switch to Timeline View
nb: Bytt til tidslinjevisning

source: Switch to Storyboard View
nb: Bytt til storyboard-visning

source: Switch to List View
nb: Bytt til listevisning

source: On Air At
nb: OnAir klokken

source: Loops to Start
nb: Looper tilbake til start

source: Show End
nb: Sendeslutt

source: BREAK
nb: PAUSE

source: Break In
nb: Pause om

source: part
nb: punkt

source: Set segment as <strong>Next</strong>
nb: Sett tittel som <strong>Neste</strong>: Starter på neste Take

source: Queue segment
nb: Cue tittel: Starter når aktiv tittel er ferdig

source: Clear queued segment
nb: Fjern cuet tittel

source: Edit Segment Properties
nb: Redigér egenskaper for tittel

source: Set this part as <strong>Next</strong>
nb: Sett dette punktet som <strong>neste</strong>: Starter på neste Take

source: Set <strong>Next</strong> Here
nb: Sett <strong>Neste</strong> her

source: Play from Here
nb: Spill av herfra

source: Clear QuickLoop Start
nb: Tøm start for QuickLoop

source: Set as QuickLoop Start
nb: Sett som start for QuickLoop

source: Clear QuickLoop End
nb: Tøm slutt for QuickLoop

source: Set as QuickLoop End
nb: Sett som slutt for QuickLoop

source: Edit Part Properties
nb: Redigér egenskaper for punkt

source: Edit Piece Properties
nb: Redigér egenskaper for element

source: Zoom Out
nb: Zoom Ut

source: Show All
nb: Vis alle

source: Zoom In
nb: Zoom inn

source: Parts Duration
nb: Varighet for punkt

source: Other
nb: Annet

source: Edit
nb: Redigér

source: This blueprint has not provided a valid config schema
nb: Dette blueprintet har ikke oppgitt et gyldig konfigurasjonsskjema

source: Update Blueprints?
nb: Oppdater blueprints?

source: Update
nb: Oppdater

source: Are you sure you want to update the blueprints from the file "{{fileName}}"?
nb: Er du sikker på at du vil oppdatere blueprints fra filen "{{fileName}}"?

source: Blueprints updated successfully.
nb: Blueprints ble oppdatert.

source: Replace Blueprints?
nb: Erstatte blueprints?

source: Replace
nb: Erstatt

source: Are you sure you want to replace the blueprints with the file "{{fileName}}"?
nb: Er du sikker på at du vil erstatte blueprints fra filen "{{fileName}}"?

source: Failed to update blueprints: {{errorMessage}}
nb: Oppdatering av blueprints feilet: {{errorMessage}}

source: Assigned Show Styles:
nb: Tilordnede showstyles:

source: This Blueprint is not being used by any Show Style
nb: Dette blueprintet er ikke i bruk av noen showstyles

source: Assigned Studios:
nb: Tilordnede studio:

source: This Blueprint is not compatible with any Studio
nb: Dette blueprintet er ikke kompatibel med noe studio

source: Unassign
nb: Fjern tilordning

source: Assign
nb: Tilordne

source: Blueprint Name
nb: Blueprintnavn

source: No name set
nb: Navn ikke definert

source: Upload a new blueprint
nb: Last opp et nytt blueprint

source: Last modified
nb: Sist endret

source: Blueprint Version
nb: Blueprintversjon

source: Disable version check
nb: Deaktiver versjonsjekk

source: Upload Blueprints
nb: Last opp blueprints

source: OAuth credentials succesfully uploaded.
nb: Opplasting av OAuth credentials var vellykket.

source: Failed to upload OAuth credentials: {{errorMessage}}
nb: Opplasting av OAuth credentials feilet: {{errorMessage}}

source: OAuth credentials successfuly reset
nb: OAuth credentials nullstilt

source: Failed to reset OAuth credentials: {{errorMessage}}
nb: Nullstiling av OAuth credentials feilet: {{errorMessage}}

source: Reset App Credentials
nb: Nullstill brukernavn/passord (Application Credentials)

source: Reset User Credentials
nb: Nullstill brukernavn/passord (User Credentials)

source: Application credentials
nb: Brukernavn/passord (Application Credentials)

source: Authorize App Access
nb: Godkjenn app-tilgang

source: Waiting for gateway to generate URL...
nb: Venter på at gateway genererer URL...

source: Only Match Global AdLibs
nb: Vis kun globale adliber

source: Name
nb: Navn

source: Display Style
nb: Visningsstil

source: Show thumbnails next to list items
nb: Vis miniatyrbilder ved siden av listeelementer

source: Button width scale factor
nb: Breddeskala for knapp

source: Button height scale factor
nb: Høydeskala for knapp

source: Only Display AdLibs from Current Segment
nb: Vis kun adliber fra gjeldende tittel

source: Include Global AdLibs
nb: Inkluder globale adliber

source: Filter Disabled
nb: Filter deaktivert

source: Include Clear Source Layer in Ad-Libs
nb: Ta med "Tøm kildelag" i adliber

source: Source Layers
nb: Kildelag

source: Source Layer Types
nb: Kildelagstyper

source: Filter disabled
nb: Filter deaktivert

source: Output Channels
nb: Utgangskanal

source: Label contains
nb: Etikett inneholder

source: Tags must contain
nb: Tagger må inneholde

source: Hide Panel from view
nb: Ikke vis dette panelet

source: Show panel as a timeline
nb: Vis panel som en tidslinje

source: Enable search toolbar
nb: Aktiver søkeverktøy

source: Overflow horizontally
nb: Horisontal overflyt

source: Display Take buttons
nb: Vis Take-knapp

source: Queue all adlibs
nb: Cue alle adliber

source: Toggle AdLibs on single mouse click
nb: Veksle mellom adliber med enkelt museklikk

source: Disable the hover Inspector when hovering over the button
nb: Deaktiver inspektøren når du holder musepeker over knappen

source: Indicate only one next piece per source layer
nb: Indikér kun ett element per kildelag

source: Hide duplicated AdLibs
nb: Skjul dupliserte adliber

source: Picks the first instance of an adLib per rundown, identified by uniqueness Id
nb: Velger den første forekomsten av en adlib i hver kjøreplan, identifisert av unik id

source: URL
nb: Adresse (url)

source: Dropzone URL
nb: Adresse for droppsone (url)

source: Display Rank
nb: Rangering for visning

source: Role
nb: Rolle

source: Adlib Rank
nb: Adlib-rang

source: Place label below panel
nb: Plasser etikett under panel

source: Disabled
nb: Deaktivert

source: Show segment name
nb: Vis tittelens navn

source: Show part title
nb: Vis punktets tittel

source: Hide for dynamically inserted parts
nb: Skjul for dynamisk innsatte punkter

source: Planned Start Text
nb: Tekst for planlagt start

source: Text to show above show start time
nb: Tekst som vises over klokkeslett for sendestart

source: Hide Diff
nb: Skjul forskjell

source: Hide Planned Start
nb: Skjul planlagt start

source: Planned End text
nb: Tekst for planlagt slutt

source: Text to show above show end time
nb: Tekst som vises over klokkeslett for sendeslutt

source: Hide Planned End Label
nb: Skjul etikett for planlagt slutt

source: Hide Diff Label
nb: Skjul etikett for forskjell

source: Hide Countdown
nb: Skjul nedtelling

source: Hide End Time
nb: Skjul sendeslutt

source: Hide Label
nb: Skjul etikett

source: Require Piece on Source Layer
nb: Krever element på kildelag

source: Text
nb: Tekst

source: Show Rundown Name
nb: Vis kjøreplannavn

source: Segment
nb: Tittel

source: Part
nb: Punkt

source: Use color of primary piece as background of panel
nb: Bruk farge fra hovedelement som bakgrunnsfarge for panelet

source: Box color
nb: Farge for boks

source: Also Require Source Layers
nb: Krev også kildelag

source: Specify additional layers where at least one layer must have an active piece
nb: Presiser øvrige lag hvor minst et lag må ha et aktivt element

source: Require All Additional Source Layers
nb: Krev alle ekstra kildelag

source: All additional source layers must have active pieces
nb: Alle ekstra kildelag må ha aktive elementer

source: Width
nb: Bredde

source: Height
nb: Høyde

source: Scale
nb: Skala

source: Custom Classes
nb: Tilpassede klasser

source: Configuration for this Gateway has moved to the Studio Peripheral Device settings
nb: Konfigurasjon for denne gatewayen har blitt flyttet til innstillinger for tilkoblede enheter under studio

source: Attached Subdevices
nb: Tilkoblede underenheter

source: There are no sub-devices for this gateway
nb: Denne gatewayen har ingen underenheter

source: Expected End text
nb: Tekst for forventet slutt

source: Text to show above countdown to end of show
nb: Tekst som vises over nedtelling til forventet slutt

source: Hide Expected End timing when a break is next
nb: Gjem nedtelling til forventet slutt når neste punkt er en pause

source: While there are still breaks coming up in the show, hide the Expected End timers
nb: Gjem nedtelling til forventet slutt mens det fremdeles er pauser igjen i sendingen

source: Show next break timing
nb: Vis tid for neste pause

source: Whether to show countdown to next break
nb: Om nedtelling til neste pause skal vises

source: Last rundown is not break
nb: Siste kjøreplan er ingen pause

source: Don't treat the end of the last rundown in a playlist as a break
nb: Ikke behandle slutten av den siste kjøreplanen i en spilleliste som en pause

source: Next Break text
nb: Tekst for neste pause

source: Text to show above countdown to next break
nb: Tekst som vises over nedtelling til neste pause

source: Expose as user selectable layout
nb: Gjør tilgjengelig som brukervalgt layout

source: Shelf Layout
nb: Layouter for skuffen

source: Mini Shelf Layout
nb: Layouter for miniskuff

source: Rundown Header Layout
nb: Layout for kjøreplanens topptekst

source: Live line countdown requires Source Layer
nb: Nedtelling til direkte krever et kildelag

source: One of these source layers must have an active piece for the live line countdown to be show
nb: Et av disse kildelagene må ha et aktivt punkt for at nedtelling til direkte skal vises

source: Hide Rundown Divider
nb: Skjul kjøreplanskille

source: Hide rundown divider between rundowns in a playlist
nb: Skjul skille mellom kjøreplaner i en spilleliste

source: Show Breaks as Segments
nb: Vis pauser som titler

source: Segment countdown requires source layer
nb: Nedtelling for tittel krever kildelag

source: One of these source layers must have a piece for the countdown to segment on-air to be show
nb: Et av disse kildelagene må ha et element for at nedtelling til tittelen er OnAir vises

source: Fixed duration in Segment header
nb: Låst varighet i tittelheader

source: The segment duration in the segment header always displays the planned duration instead of acting as a counter
nb: Tittelens varighet i tittelheaderen vil alltid vise den planlagte varigheten i stedet for å telle ned

source: Select visible Source Layers
nb: Velg synlige kildelag

source: Select visible Output Groups
nb: Velg synlig utgangsgruppe

source: Display piece duration for source layers
nb: Vis varighet for elementer på kildelag

source: Piece on selected source layers will have a duration label shown
nb: Elementer på valgte kildelag viser en etikett med varighet

source: Expose layout as a standalone page
nb: Gjør layout tilgjengelig som en selvstendig side

source: Open shelf by default
nb: Åpne skuff som standard

source: Default shelf height
nb: Standard høyde for skuff

source: Disable Context Menu
nb: Skru av kontekstmeny

source: Show Inspector
nb: Vis inspektør

source: Only custom trigger modes will be shown
nb: Bare tilpassede utløsermodus vil bli vist

source: This action has an invalid combination of filters
nb: Denne handlingen har en ugyldig kombinasjon av filtre

source: Use Trigger Mode
nb: Bruk utløsermodus

source: Trigger Mode
nb: Utløsermodus

source: Route Set
nb: Omkoblingsgrupper

source: State
nb: Tilstand

source: Enabled
nb: Aktivert

source: Toggle
nb: Veklse

source: Force
nb: Tving

source: Rehearsal
nb: Testmodus

source: Mode: {{triggerMode}}
nb: Modus: {{triggerMode}}

source: Undo
nb: Angre

source: Segments: {{delta}}
nb: Titler: {{delta}}

source: Parts: {{delta}}
nb: Punkter: {{delta}}

source: Ignore QuickLoop
nb: Ignorér QucikLoop

source: State "{{state}}"
nb: Modus "{{state}}"

source: Open
nb: Åpne

source: On
nb: På

source: Activate Rundown
nb: Aktivér kjøreplan

source: Deactivate Rundown
nb: Deaktivér kjøreplan

source: Disable next Piece
nb: Skip neste element

source: Move Next
nb: Skip neste

source: Reload NRCS Data
nb: Last inn MOS-data på nytt

source: Resync with NRCS
nb: Synkroniser med ENPS

source: Switch Route Set
nb: Omkoblingersgrupper

source: Shelf
nb: Skuff

source: Rewind Segments to start
nb: Sett alle segmenter tilbake til start

source: Go to On Air line
nb: Gå til OnAir-posisjon

source: Show entire On Air Segment
nb: Vis hele tittelen som er OnAir

source: Queue AdLib from Minishelf
nb: Sett adlib fra miniskuff i kø

source: Force (deactivate others)
nb: Tving (deaktivér andre)

source: Move Segments
nb: Skip segmenter

source: Move Parts
nb: Skip punkt

source: Operation
nb: Operasjon

source: Set
nb: Sett

source: Add
nb: Legg til

source: Subtract
nb: Trekk fra

source: Value
nb: Verdi

source: Maximum register limit
nb: Maksimum register limit

source: Action
nb: Handling

source: Ad-Lib Action
nb: Adlib-handling

source: Clear Source Layer
nb: Tøm kildelag

source: Sticky Piece
nb: Element er sticky

source: Global AdLibs
nb: Globale adliber

source: Label
nb: Etikett

source: Limit
nb: Grense

source: Output Layer
nb: Utgangslag

source: Pick
nb: Plukk

source: Pick last
nb: Plukk siste

source: Source Layer
nb: Kildelag

source: Source Layer Type
nb: Kildelagstyper

source: Not Global
nb: Ikke globale

source: Only Global
nb: Bare globale

source: Now active rundown
nb: Aktiv kjøreplan akkurat nå

source: View
nb: Visning

source: Executes within the currently open Rundown, requires a Client-side trigger.
nb: Utføers innenfor den valgte kjøreplanen, men trenger en utløser fra klienten.

source: Unknown
nb: Ukjent

source: Restore Deleted Action
nb: Gjenopprett slettet handling

source: Select Action
nb: Velg handling

source: Reset Action
nb: Nullstilll handling

source: Duplicate Action Trigger
nb: Duplisér handlingsutløser

source: Edit Action Trigger
nb: Redigér handlingsutløser

source: Delete Action Trigger
nb: Slett handlingsutløser

source: No Ad-Lib matches in the current state of Rundown: "{{rundownPlaylistName}}"
nb: Ingen treff på adliber i nåværende tilstand for kjøreplanen: "{{rundownPlaylistName}}"

source: No matching Rundowns available to be used for preview
nb: Ingen passende kjøreplaner tilgjengelige for forhåndsvisning

source: Multilingual description, editing will overwrite
nb: Endring vil overskrive flerspråklig beskrivelse

source: Optional description of the action
nb: Valgfri beskrivelse av handlingen

source: Space separated list of style class names to use when displaying the action
nb: Liste over 'style class names' som skal brukes når man viser handlingen, separert med mellomrom

source: Triggered Actions uploaded successfully.
nb: Opplasting av handlingsutløsere var vellykket.

source: Triggered Actions failed to upload: {{errorMessage}}
nb: Opplasting av handlingsutløsere feilet: {{errorMessage}}

source: Append or Replace
nb: Legg til eller erstatt

source: Do you want to append these to existing Action Triggers, or do you want to replace them?
nb: Vil du legge disse til de nåværende handlingsutløserne, eller vil du erstatte dem?

source: Append
nb: Legg til

source: Action Triggers
nb: Handlingsutløsere

source: Find Trigger...
nb: Finn utløser...

source: No matching Action Trigger.
nb: Fikk ikke treff blant handlingsutløsere.

source: No Action Triggers set up.
nb: Ingen handlingsutløsere er satt opp.

source: System-wide
nb: Systemvid

source: Add Action Trigger
nb: Legg til handlingsutløser

source: Upload stored Action Triggers
nb: Last opp lagrede handlingsutløsere

source: Download Action Triggers
nb: Last ned handlingsutløsere

source: Empty
nb: Tom

source: On release
nb: På slipp ("Key up")

source: Hotkey
nb: Hurtigtast

source: Device
nb: Enhet

source: There was an error: {{error}}
nb: Det skjedde en feil: {{error}}

source: Package Manager status
nb: Status fo pakkebehandler

source: Reload statuses
nb: Last inn status på nytt

source: Updated
nb: Oppdatert

source: Statistics
nb: Statistikk

source: Times
nb: Tider

source: Connected Workers
nb: Tilkoblede arbeidere

source: Work-in-progress
nb: Pågående jobber

source: WorkForce
nb: Arbeiderstyrke

source: Connected Expectation Managers
nb: Tilkoblet Expectation Managers

source: Connected App Containers
nb: Tilkoblede app-kontainere

source: No status loaded
nb: Ingen status lastet

source: Peripheral Device is outdated
nb: Tilkoblet enhet er utdatert

source: The config UI is now driven by manifests fed by the device. This device needs updating to provide the configManifest to be configurable
nb: Brukergrensesnittet for konfigurasjon drives nå av manifester matet fra enhetene. Denne enheten må oppdateres for å gjøre configManifest konfigurerbart

source: Are you sure you want to restart this device?
nb: Er du sikker på at du vil starte denne enheten på nytt?

source: Restart this Device?
nb: Start denne enheten på nytt?

source: Check the console for troubleshooting data from device "{{deviceName}}"!
nb: Sjekk konsollen for feilsøkingsdata fra enheten "{{deviceName}}"!
