Repository: Sofie-Automation/sofie-core
Catalog: meteor/i18n/*.po
Languages: nb

source: An internal error occured!
nb: En intern feil skjedde!

source: Rundown must be active!
nb: Kjøreplanen må være aktivert!

source: Can not be used during a hold!
nb: Kan ikke benyttes under en HOLD!

source: Rundown must be playing!
nb: Kjøreplanen må være i gang!

source: Rundown must be playing or have a next!
nb: Kjøreplanen må være i gang eller ha element som neste!

source: AdLibs can be only placed in a currently playing part!
nb: Adlibber kan bare plasseres i punktet som spiller nå!

source: AdLib could not be found!
nb: Kan ikke finne adlib!

source: Cannot take unplayable AdLib
nb: Kan ikke gjøre take til en ikke-spillbar adlib

source: Piece to take was not found!
nb: Element å gjøre take til ble ikke funnet!

source: Piece to take is not directly playable!
nb: Element å gjøre take til er ikke avspillbar!

source: Piece to take is already live!
nb: Element å gjøre take til er allerede på lufta!

source: Layer does not allow sticky pieces!
nb: Laget tillater ikke sticky elementer!

source: Nothing was found on layer!
nb: Ingenting ble funnet på laget!

source: Bucket AdLib is not compatible with this Rundown!
nb: Adlib fra bøtte er ikke kompatibel med denne kjøreplanen!

source: Cannot take during a transition
nb: Kan ikke gjøre take under en effekt/mix

source: Cannot take close to an AUTO
nb: Kan ikke gjøre take like før en automatisk overgang

source: Cannot cancel HOLD once it has been taken
nb: Kan ikke angre HOLD når den er tatt

source: Cannot activate HOLD before a part has been taken!
nb: Kan ikke aktivere HOLD før et punkt har blitt startet!

source: Rundown is already doing a HOLD!
nb: Kjøreplanen er allerede i gang med en HOLD!

source: Cannot activate HOLD between the current and next parts
nb: Kan ikke aktivere HOLD mellom nåværende og neste punkt

source: Cannot activate HOLD once an adlib has been used
nb: Kan ikke aktivere HOLD når en adlib har blitt brukt

source: Rundown Playlist is active, please deactivate before preparing it for broadcast
nb: Kjøreplanlisten er aktiv, vennligst deaktivér før den du gjør klar til sending

source: Only one rundown can be active at the same time. Currently active rundowns: {{names}}
nb: Bare én kjøreplan kan være aktiv om gangen. Nåværende aktiv kjøreplan er: {{names}}

source: RundownPlaylist is active but not in rehearsal, please deactivate it or set in in rehearsal to be able to reset it.
nb: Kjøreplanliste er aktiv, men ikke i testmodus. Vennligst deaktiver den eller sett den i testmodus for å kunne tilbakestille den.

source: Rundown Playlist is active, please deactivate it before regenerating it.
nb: Kjøreplanliste er aktivt, vennligst deaktiver den før du henter den på nytt.

source: The selected part does not exist
nb: Det valgte punktet eksisterer ikke

source: The selected part cannot be played
nb: Det valgte punktet kan ikke spilles av

source: AdLib Actions are not supported in the current Rundown
nb: Adlib-handlinger er ikke støttet i den aktive kjøreplanen

source: No Next point found, please set a part as Next before doing a TAKE.
nb: Intet Neste punkt funnet, vennligst sett et punk som neste før du tar en TAKE.

source: Ignoring TAKES that are too quick after eachother ({{duration}} ms)
nb: Ignorerer TAKES som kommer for tett på hverandre ({{duration}} ms)

source: Found no future pieces
nb: Fant ingen fremtidige elementer

source: Cannot perform take for {{duration}}ms
nb: Kan ikke gjennomføre take etter {{duration}} ms

source: Ignoring take as playing part has changed since TAKE was requested.
nb: Ignorerer take siden det spillende punktet har blitt endret siden TAKE ble trykket.

source: Cannot remove the rundown "{{name}}" while it is on-air.
nb: Kan ikke fjerne kjøreplanen "{{name}}" mens den er OnAir.

source: Rundown Playlist not found!
nb: Kjøreplanliste ikke funnet!

source: Peripheral Device not found!
nb: Tilkoblet enhet ikke funnet!

source: Blueprint not found!
nb: Blueprint ikke funnet!

source: Studio not found!
nb: Studio ikke funnet!

source: Device is already attached to another studio.
nb: Enhet er allerede lagt til et annet studio.

source: ShowStyleBase not found!
nb: Showstylebase ikke funnet!

source: No migrations to apply
nb: Ingen migrasjoner å kjøre

source: Validation failed!
nb: Validering mislyktes!

source: Rehearsal mode is not allowed
nb: Testmodu er ikke tillatt

source: Rehearsal mode is already active
nb: Testmodus er allerede aktivert

source: Bucket not found!
nb: Bøtte ikke funnet!

source: Idempotency-Key is missing
nb: Idempotency-nøkkel mangler

source: Idempotency-Key is already used
nb: Idempotency-nøkkel er allerede i bruk

source: Rate limit exceeded
nb: Rate limit overskredet

source: The Rundown was attempted to be moved out of the Playlist when it was on Air. Move it back and try again later.
nb: Kjøreplanen ble forsøkt flyttet ut av spillelisten mens den var OnAir. Flytt den tilbake og prøv igjen senere.

source: test playlist
nb: test kjøreplanliste

source: test rundown
nb: test kjøreplan

source: test partInstance
nb: test punktinstans

source: test pieceInstance
nb: test elementinstans

source: Failed to assign players for {{count}} sessions
nb: Tildeling av avspillere for {{count}} sesjoner mislyktes

source: Failed to assign players for {{count}} non-critical sessions
nb: Tildeling av avspillere for {{count}} ikke-kritiske sesjoner mislyktes

source: An error while setting the next Part, playout may be impacted
nb: En feil skjedde mens neste punkt ble satt, utspillingen kan være påvirket

source: An error while performing the take, playout may be impacted
nb: En feil skjedde mens take ble utført, utspilling kan være påvirket

source: Internal Error generating RundownPlaylist
nb: Intern feil skjedde under opprettelse av kjøreplanliste

source: Saving Evaluation
nb: Lagrer evaluering

source: Deactivating Rundown Playlist
nb: Deaktiverer kjøreplanliste

source: Creating Snapshot for debugging
nb: Oppretter snapshot for feilsøking

source: Removing Rundown Playlist
nb: Fjern kjøreplanliste

source: Re-Syncing Rundown Playlist
nb: Synkroniser kjøreplanliste på nytt

source: Re-Syncing Rundown
nb: Synkroniser kjøreplan på nytt

source: Disabling next Piece
nb: Skip neste element

source: Moving Next
nb: Skip neste

source: Activating Hold
nb: Aktiver HOLD

source: Deactivating other Rundown Playlist, and activating this one
nb: Deaktiverer annen kjøreplanliste, og aktiverer denne

source: Activating Rundown Playlist
nb: Aktiver kjøreplanliste

source: Resetting and activating Rundown Playlist
nb: Nullstill og aktiver kjøreplanliste

source: Preparing for broadcast
nb: Gjør klar for sending

source: Resetting Rundown Playlist
nb: Nullstiller kjøreplanliste

source: Reloading Rundown Playlist Data
nb: Laster inn kjøreplanlisten på nytt

source: Setting Next
nb: Setter neste

source: Setting Next Segment
nb: Setter neste tittel

source: Queueing next Segment
nb: Cue tittel: Starter når aktiv tittel er ferdig

source: Taking Piece
nb: Take element

source: Unsyncing Rundown
nb: Fjerner synkronisering av kjøreplan

source: Removing Rundown
nb: Fjerner kjøreplan

source: Set In & Out points
nb: Sett inn- og utpunkter

source: Starting AdLib
nb: Starter adlib

source: Starting Global AdLib
nb: Starter global adlib

source: Starting Sticky Piece
nb: Starter sticky element

source: Clearing SourceLayer
nb: Tøm kildelag

source: Restarting Media Workflow
nb: Starter arbeidsflyt for media på nytt

source: Aborting Media Workflow
nb: Avbryter arbeidsflyt for media

source: Prioritizing Media Workflow
nb: Prioriterer arbeidsflyt for media

source: Aborting all Media Workflows
nb: Avbryter alle arbeidsflyter for media

source: Package Manager: Restart work
nb: Package Manager: Start arbeid på nytt

source: Package Manager: Restart Package Container
nb: Package Manager: Start pakkekontainer på nytt

source: Generating restart token
nb: Genererer Restart Token

source: Restarting Sofie Core
nb: Starter Sofie Core på nytt

source: Method ${method}
nb: Metode ${method}

source: Creating a new Bucket
nb: Opprett ny bøtte

source: Emptying Bucket
nb: Tømmer bøtte

source: Importing an AdLib to the Bucket
nb: Importerer en adlib til bøtten

source: Modifying Bucket
nb: Endrer bøtte

source: Modifying Bucket AdLib
nb: Endrer adlib i bøtte

source: Removing Bucket
nb: Fjern bøtte

source: Removing Bucket AdLib
nb: Fjern adlib i bøtte

source: Starting Bucket AdLib
nb: Starter adlib i bøtte

source: Switching routing
nb: Kobler om

source: Saving AdLib to Bucket
nb: Lagre adlib til bøtte

source: Unknown action
nb: Ukjent handling

source: Reording Rundowns in Playlist
nb: Synkroniser alle kjøreplanene i listen på nytt

source: Resetting Playlist to default order
nb: Nullstill kjøreplanliste til opprinnelig rekkefølge

source: Refreshing debug states
nb: Oppdaterer feilsøkingsstatuser

source: Execute User Operation
nb: Utfør brukerhandling

source: Setting as QuickLoop Start
nb: Setter som start for QuickLoop

source: Setting as QuickLoop End
nb: Setter sin slutt for QuickLoop

source: Clear QuickLoop
nb: Tøm QuickLoop

source: Waiting for action: {{actionName}}...
nb: Venter på handling: {{actionName}}...

source: Action {{actionName}} failed: {{error}}
nb: Handling {{actionName}} mislyktes: {{error}}

source: Action {{actionName}} done!
nb: Handling {{actionName}} utført!

source: {{actionName}} failed! More information can be found in the system log.
nb: {{actionName}} mislyktes. Mer informasjon kan bli funnet i systemloggen.

source: Select image
nb: Velg image

source: Clear value
nb: Tøm verdi

source: Default
nb: Standard

source: Reset
nb: Nullstill

source: Sofie Automation Server
nb: Sofie-server

source: Connecting to the {{platformName}}
nb: Kobler til {{platformName}}

source: Cannot connect to the {{platformName}}: {{reason}}
nb: Kan ikke koble til {{platformName}}: {{reason}}

source: Reconnecting to the {{platformName}}
nb: Kobler til {{platformName}} på nytt

source: Your machine is offline and cannot connect to the {{platformName}}.
nb: Din maskin er frakoblet og kan ikke koble til {{platformName}}.

source: Connected to the {{platformName}}.
nb: Tilkoblet til {{platformName}}.

source: Reconnect now
nb: Koble til på nytt

source: From
nb: Fra

source: Until
nb: Til

source: Remove this item?
nb: Fjern dette elementet?

source: Cancel
nb: Avbryt

source: Remove
nb: Fjern

source: Are you sure you want to remove {{type}} "{{deviceId}}"?
nb: Er du sikker på at du vil fjerne enheten {{type}} "{{deviceId}}"?

source: Please note: This action is irreversible!
nb: Merk: Denne handlingen kan ikke angres!

source: Reset this item?
nb: Nullstill dette elementet?

source: Are you sure you want to reset all overrides for the selected row?
nb: Er du sikker på at du vil tilbakestille alle overstyringer for den valgte raden?

source: Table is not allowed to have `properties` defined
nb: Tabell kan ikke ha 'egenskaper' definert

source: Table is only allowed the wildcard `patternProperties`
nb: Tabell har kun tillatt jokertegnet ("wildcard") `patternProperties`

source: Import file?
nb: Importér fil?

source: Replace rows
nb: Erstatt rader

source: Are you sure you want to import the contents of the file "{{fileName}}"?
nb: Er du sikker på at du vil importere innholdet fra filen "{{fileName}}"?

source: Append rows
nb: Legg til rader

source: Import
nb: Importer

source: Export
nb: Eksporter

source: Tables are not supported here
nb: Tabeller er ikke støttet her

source: Unsupported field type "{{ type }}"
nb: Felttype "{{ type }}" er ikke støttet

source: Unsupported array type "{{ type }}"
nb: Arraytype "{{ type }}" er ikke støttet

source: None
nb: Ingen

source: Row cannot be reset as it has no default values
nb: Rad kan ikke nullstilles da den ikke har standardverdier

source: Reset row to default values
nb: Nullstill rad til standardverier

source: Search...
nb: Søk...

source: {{prevStatements}} or {{finalStatement}}
nb: {{prevStatements}} eller {{finalStatement}}

source: {{prevStatements}} and {{finalStatement}}
nb: {{prevStatements}} og {{finalStatement}}

source: Dismiss
nb: Avvis

source: Yes
nb: Ja

source: No
nb: Nei

source: Do you want to do this?
nb: Vil du gjøre dette?

source: No notifications
nb: Ingen varsler

source: Dismiss all notifications
nb: Avvis alle varsler

source: {{count}} items
nb: {{count}} elementer

source: Rundown View Layouts
nb: Layouter for kjøreplan

source: Shelf Layouts
nb: Layouter for skuffen

source: Mini Shelf Layouts
nb: Layouter for miniskuff

source: Rundown Header Layouts
nb: Layout for kjøreplanens topptekst

source: Presenter View Layouts
nb: Layouter for klokkeskjerm

source: There is no rundown active in this studio.
nb: Fant ingen aktive kjøreplaner for dette studioet.

source: This studio doesn't exist.
nb: Dette studioet finnes ikke.

source: There are no active rundowns.
nb: Fant ingen aktive kjøreplaner.

source: Return to list
nb: Gå tilbake til listen

source: Could not create a snapshot for the evaluation, because the previous one was created just moments ago. If you want another snapshot, try again in a couple of seconds.
nb: Kan ikke ta et snapshot for evalueringen siden det nettopp ble tatt et snapshot. Dersom du vil ha et snapshot til, vennligst prøv på nytt om noen sekunder.

source: How did the show go?
nb: Hvordan gikk sendingen?

source: Keyboard shortcuts and Stream Deck buttons will not work while filling out the form!
nb: Tastatursnarveier og StreamDeck-taster vil ikke fungere mens evalueringen fylles inn!

source: Did you have any problems with the broadcast?
nb: Hadde du noen problemer med sendingen?

source: Please explain the problems you experienced
nb: Vennligst forklar problemene du opplevde

source: (what happened and when, what should have happened, what could have triggered the problems, etcetera...)
nb: (hva skjedde og når skjedde det, hva skulle skjedd, hva kan ha utløst problemene, o.s.v.)

source: Your name
nb: Ditt navn

source: Send message
nb: Send evaluering

source: Send message and Deactivate Rundown
nb: Send evaluering og deaktivér kjøreplanen

source: No problems
nb: Ingen problemer

source: Something went wrong, but it didn't affect the output
nb: Noe gikk galt, men det påvirket ikke sendingen

source: Something went wrong, and it affected the output
nb: Noe gikk galt, og det påvirket sendingen

source: Are you sure?
nb: Er du sikker?

source: Trimming this clip has timed out. It's possible that the story is currently locked for writing in {{nrcsName}} and will eventually be updated. Make sure that the story is not being edited by other users.
nb: Endring av inn-/utpunkt for dette klippet tar lang tid. Det er mulig manuset i er låst i {{nrcsName}} og at inn-/utpunkt endres om litt. Forsikre deg om at manuset ikke blir redigert av andre brukere.

source: Trimming this clip has failed due to an error: {{error}}.
nb: Endring av inn-/utpunkt for dette klippet feilet: {{error}}.

source: Trimmed succesfully.
nb: Endring av inn-/utpunkt var vellykket.

source: Trimming this clip is taking longer than expected. It's possible that the story is locked for writing in {{nrcsName}}.
nb: Endring av inn-/utpunkt for dette klippet tek meir tid enn forventa. Det er mogleg manuset er låst for redigering i {{nrcsName}}.

source: Remove in-trimming
nb: Nullstill innpunkt

source: In
nb: Inn

source: Remove all trimming
nb: Nullstill inn- og utpunkt

source: Duration
nb: Varighet

source: Remove out-trimming
nb: Nullstill utpunkt

source: Out
nb: Ut

source: Next
nb: Neste

source: Until next take
nb: Til neste Take

source: Until next segment
nb: Til neste segment

source: Until end of segment
nb: Til slutten av segment

source: Until next rundown
nb: Til neste kjøreplan

source: Until end of rundown
nb: Til slutten av kjøreplanen

source: Until end of showstyle
nb: Til slutten av showstyle

source: Script is empty
nb: Manuset er tomt

source: Critical Problems
nb: Kritiske problemer

source: Warnings
nb: Advarsler

source: Notes
nb: Notater

source: Home
nb: Hjem

source: Rundowns
nb: Kjøreplaner

source: Test Tools
nb: Testverktøy

source: Settings
nb: Innstillinger

source: My name is {{name}}
nb: Mitt navn er {{name}}

source: Operating Mode
nb: Styringsmodus

source: Switching operating mode to {{mode}}
nb: Bytt til {{mode}}

source: Connect to {{deviceName}}
nb: Koble til {{deviceName}}

source: End of script
nb: Slutt på manus

source: There are no rundowns ingested into Sofie.
nb: Det er ikke sendt kjøreplaner til Sofie.

source: Click on a rundown to control your studio
nb: Klikk på en kjøreplan for å kontrollere studioet ditt

source: Rundown
nb: Kjøreplan

source: Problems
nb: Problemer

source: On Air Start Time
nb: Sendestart

source: Expected End Time
nb: Forventet sendeslutt

source: Last updated
nb: Sist oppdatert

source: View Layout
nb: Vis layout

source: Today
nb: I dag

source: Yesterday
nb: I går

source: Tomorrow
nb: I morgen

source: Last
nb: Forrige

source: Getting Started
nb: Kom i gang

source: Start with giving this browser configuration permissions by adding this to the URL:
nb: Først må du gå i konfigurasjonsmodus ved å legge dette til url-en:

source: Start Here!
nb: Start her!

source: Then, run the migrations script:
nb: Kjør så migreringsprosedyren:

source: Run Migrations to get set up
nb: Kjør migreringsprosedyrer for å sette opp

source: Migrations
nb: Migrering

source: Documentation is available at
nb: Dokumentasjon er tilgjengelig på

source: Use {{nrcsName}} order
nb: Bruk rekkefølge fra {{nrcsName}}

source: Reset Sort Order
nb: Tilbakestill rekkefølge

source: Enable configuration mode by adding ?configure=1 to the address bar.
nb: Aktiver konfigurasjonsmodus ved å legge til ?configure=1 på slutten av nettadressen.

source: You need to run migrations to set the system up for operation.
nb: Du må kjøre migrering for å klargjøre systemet for bruk.

source: Drop Rundown here to move it out of its current Playlist
nb: Slipp kjøreplanen her for å flytte den ut av spillelisten

source: Could not get system status. Please consult system administrator.
nb: Kan ikke innhente status for systemet. Kontakt systemadministrator.

source: Sofie Automation
nb: Sofie

source: version
nb: versjon

source: System has issues which need to be resolved
nb: Systemet har problemer som må fikses

source: Status Messages:
nb: Statusmeldinger:

source: Drag to reorder or move out of playlist
nb: Dra for å endre rekkefølge eller flytte ut av spillelisten

source: This rundown is currently active
nb: Denne kjøreplanen er allerede aktiv

source: Not set
nb: Ikke angitt

source: This rundown will loop indefinitely
nb: Denne kjøreplanen vil gå i en uendelig loop

source: Re-sync rundown data with {{nrcsName}}
nb: Ikke synkronisert med MOS/{{nrcsName}}

source: Delete
nb: Slett

source: Standalone Shelf
nb: Frittstående skuff

source: Rundown & Shelf
nb: Kjøreplan & skuff

source: Delete rundown?
nb: Slette kjøreplanen?

source: Are you sure you want to delete the "{{name}}" rundown?
nb: Er du sikker på at du vil slette kjøreplanen "{{name}}"?

source: Re-Sync rundown?
nb: Synkroniser kjøreplanen med ENPS?

source: Re-Sync
nb: Synkroniser

source: Are you sure you want to re-sync the "{{name}}" rundown?
nb: Er du sikker på at du vil synkronisere kjøreplanen "{{name}}" med ENPS?

source: Start time is close
nb: Oppgitt sendestart er hvert øyeblikk

source: Reset and Activate "On Air"
nb: Nullstill og aktivér (gå OnAir)

source: Activate "On Air"
nb: Aktivér (gå OnAir)

source: You are in rehearsal mode, the broadcast starts in less than 1 minute. Do you want to go into On-Air mode?
nb: Du er i testmodus og sendingen starter om mindre enn ett minutt. Vil du gå i OnAir-modus?

source: Could not find a Piece that can be disabled.
nb: Kunne ikke finne et element som kan skippes.

source: Failed to execute take
nb: Kunne ikke gjennomføre Take

source: The rundown you are trying to execute a take on is inactive, would you like to activate this rundown?
nb: Du prøve å gjøre en Take i en inaktiv kjøreplan. Vil du aktivere denne kjøreplanen?

source: Activate "Rehearsal"
nb: Aktiver testmodus

source: Failed to activate
nb: Kunne ikke aktivere

source: Something went wrong, please contact the system administrator if the problem persists.
nb: Noe gikk galt, kontakt systemadministrator hvis problemet fortsetter.

source: Another Rundown is Already Active!
nb: En annen kjøreplan er allerede aktiv!

source: The rundown: "{{rundownName}}" will need to be deactivated in order to activate this one. Are you sure you want to activate this one anyway?
nb: Kjøreplanen "{{rundownName}}" må deaktiveres for å aktivere denne kjøreplanen. Er du sikker på at du ønsker å aktivere kjøreplanen likevel?

source: Do you want to activate this Rundown?
nb: Vil du aktivere denne kjøreplanen?

source: The planned end time has passed, are you sure you want to activate this Rundown?
nb: Det planlagte sluttidspunktet er passert, er du sikker på at du vil aktivere denne kjøreplan?

source: Are you sure you want to activate Rehearsal Mode?
nb: Er du sikker på at du vil gå i testmodus?

source: Are you sure you want to deactivate this rundown? (This will clear the outputs.)
nb: Er du sikker på at du vil deaktivere denne kjøreplanen? (Dette vil nullstille alle utganger.)

source: Deactivate "On Air"
nb: Aktivér (gå OnAir)

source: The rundown can not be reset while it is active
nb: En aktivert kjøreplan kan ikke tilbakestilles

source: A snapshot of the current Running Order has been created for troubleshooting.
nb: Et snapshot av den gjeldende kjøreplanen har blitt opprettet for feilsøking.

source: Prepare Studio and Activate (Rehearsal)
nb: Forbered studio og aktivér testmodus

source: Activate (Rehearsal)
nb: Aktiver (testmodus)

source: Activate (On-Air)
nb: Aktiver (gå OnAir)

source: Deactivate
nb: Deaktiver

source: Reset Rundown
nb: Tilbakestill kjøreplanen

source: Reload {{nrcsName}} Data
nb: Last inn {{nrcsName}}-data på nytt

source: Store Snapshot
nb: Lagre snapshot

source: No actions available
nb: Ingen handlinger er tilgjengelige

source: Add ?studio=1 to the URL to enter studio mode
nb: Legg til ?studio=1 på slutten av nettadressen for å starte studiomodus

source: Exit
nb: Lukk

source: Error
nb: Feil

source: This rundown is now active. Are you sure you want to exit this screen?
nb: Denne kjøreplanen er aktiv. Er du sikker på at du vil avslutte?

source: Invalid AdLib
nb: Ugyldig adlib

source: Cannot play this AdLib because it is marked as Invalid
nb: Kan ikke spille av adlib fordi den er markert som ugyldig

source: Floated Adlib
nb: Adlib satt på vent

source: Cannot play this AdLib because it is marked as Floated
nb: Kan ikke spille av adlib fordi den er markert som på vent (float)

source: Not queueable
nb: Kan ikke settes i kø

source: Cannot play this adlib because source layer is not queueable
nb: Kan ikke spille av adlib fordi den ikke kan settes i kø på kildelaget

source: There are no Playout Gateways connected and attached to this studio. Please contact the system administrator to start the Playout Gateway.
nb: Dette studioet har ingen tilkoblede playout-gatewayer. Kontakt systemadministrator for å starte den.

source: Playout Gateway "{{playoutDeviceName}}" is now restarting.
nb: Playout-gateway "{{playoutDeviceName}}" starter på nytt...

source: Could not restart Playout Gateway "{{playoutDeviceName}}".
nb: Playout-gateway "{{playoutDeviceName}}" kunne ikke startes på nytt.

source: Restart Playout
nb: Start Playout-gateway på nytt

source: Do you want to restart the Playout Gateway?
nb: Vil du starte Playout-gateway på nytt?

source: Do you want to restart CasparCG Server "{{device}}"?
nb: Er du sikker på at du vil restarte CasparCG-Server "{{device}}"?

source: Unknown error
nb: Ukjent feil
