Repository: Sofie-Automation/sofie-core
Catalog: meteor/i18n/*.po
Languages: nb

source: URL to the Quantel FileFlow Manager
nb: Adresse til Quantel FileFlow Manager

source: Quantel FileFlow Profile name
nb: Quantel FileFlow profilnavn

source: Profile name to be used by FileFlow when exporting the clips
nb: Profilnavn som benyttes av FileFlow når klippene eksporteres

source: Allow Read access
nb: Tillat lesing

source: Allow Write access
nb: Tillat skriving/lagring

source: Studio Settings
nb: Studioinnstillinger

source: Package Containers
nb: Pakkekontainere

source: Package Containers to use for previews
nb: Pakkekontainere som skal benyttes til forhåndsvisninger

source: Click to show available Package Containers
nb: Klikk for å vise tilgjengelige pakkekontainere

source: Package Containers to use for thumbnails
nb: Pakkekontainere som skal benyttes til miniatyrbilder

source: Remove this Package Container?
nb: Fjern denne pakkekontaineren?

source: Are you sure you want to remove the Package Container "{{containerId}}"?
nb: Er du sikker på at du vil fjerne pakkekontaineren "{{containerId}}"?

source: Reset this Package Container?
nb: Nullstill denne pakkekontaineren?

source: Are you sure you want to reset all overrides for Packing Container "{{id}}"?
nb: Er du sikker på at du vil fjerne alle overstyringer for pakkekontaineren "{{id}}"?

source: Reset Package Container to default values
nb: Nullstill pakkekontainer til standardverdier

source: Package Container ID
nb: Pakkekontainer-id

source: Playout devices which uses this package container
nb: Playout-enheter som benytter denne pakkekontaineren

source: Select which playout devices are using this package container
nb: Velg hvilke playout-enheter som skal benytte denne pakkekontaineren

source: Accessors
nb: Aksessorer

source: There are no exclusivity groups set up.
nb: Ingen eksklusivitetsgrupper er satt opp.

source: Remove this Exclusivity Group?
nb: Fjern fra denne eksklusivitetsgruppen?

source: Are you sure you want to remove exclusivity group "{{eGroupName}}"? Route Sets assigned to this group will be reset to no group.
nb: Er du sikker på at du vil fjerne eksklusivitetsgruppen "{{eGroupName}}"? Omkoblinger satt til denne gruppen vil bli resatt til ingen gruppe.

source: Exclusivity Group ID
nb: Eksklusivitetsgruppe-id

source: Exclusivity Group Name
nb: Eksklusivitetsgruppenavn

source: Add a playout device to the studio in order to configure the route sets
nb: For å kunne redigere omkoblingsgrupper, må du legge til en playout-enhet til studio

source: Controls for exposed Route Sets will be displayed to the producer within the Rundown View in the Switchboard.
nb: Kontroller for eksponerte omkoblingsgrupper vil vises til producer i kjøreplansvisningen i omkoblingspanelet.

source: Exclusivity Groups
nb: Eksklusivitetsgrupper

source: Remove this AB PLayers from this Route Set?
nb: Fjern denne AB-avspilleren fra denne omkoblingsgruppen?

source: Are you sure you want to remove the AB Player "{{playerId}}"?
nb: Er du sikker på at du vil fjerne AB-avspilleren "{{playerId}}"?

source: AB Playout devices
nb: Enheter for AB-avspillere

source: Any AB Playout devices here will only be active when this or another RouteSet that includes them is active
nb: AB-avspillerenheter her vil bare være aktive når denne eller en annen omkoblingsgruppe som inkluderer dem er aktiv

source: There are no AB Playout devices set up yet
nb: Det er ikke satt opp noen AB-avspillerenheter ennå

source: Pool name
nb: Poolnavn

source: Pool PlayerId
nb: Pool avspiller-id

source: There are no Route Sets set up.
nb: Det er ikke satt opp omkoblinger ennå.

source: Remove this Route Set?
nb: Fjern denne omkoblingsgruppen?

source: Are you sure you want to remove the Route Set "{{routeId}}"?
nb: Er du sikker på at du vil fjerne omkoblingsgruppen "{{routeId}}"?

source: Active
nb: Aktiv

source: Not Active
nb: Inaktiv

source: Not defined
nb: Ikke definert

source: Route Set ID
nb: Omkoblingsgruppe-id

source: Default State
nb: Standardtilstand

source: Route Set Name
nb: Omkoblingsgruppens navn

source: If set, only one Route Set will be active per exclusivity group
nb: Bare en omkoblingsgruppe være aktiv per eksklusivitetsgruppe når dette er krysset av for

source: Behavior
nb: Oppførsel

source: The way this Route Set should behave towards the user
nb: Måten denne omkoblingsgruppen skal oppføre seg på overfor brukeren

source: Remove this Route from this Route Set?
nb: Fjern denne omkoblingen fra omkoblingsgruppen?

source: Are you sure you want to remove the Route from "{{sourceLayerId}}" to "{{newLayerId}}"?
nb: Er du sikker på at du vil fjerne omkoblingen fra "{{sourceLayerId}}" til "{{newLayerId}}"?

source: Routes
nb: Omkoblinger

source: There are no routes set up yet
nb: Det er ikke satt opp omkoblinger ennå

source: Original Layer
nb: Opprinnelig lag

source: New Layer
nb: Nytt lag

source: Route Type
nb: Omkoblingstype

source: Original Layer not found
nb: Originalt kildelag ikke funnet

source: General
nb: Generell

source: Installation name
nb: Installasjonsnavn

source: This name will be shown in the title bar of the window
nb: Dette navnet vil vises i tittellinjen for vinduet

source: Sofie logo to be displayed in the header. Requires a page refresh.
nb: Sofie-logo som skal vises i header. Krever at siden lastes på nytt.

source: Logging level
nb: Loggenivå

source: This affects how much is logged to the console on the server
nb: Dette påvirker hvor mye som blir logget til serverkonsollen

source: System-wide Notification Message
nb: Lokal systemmelding

source: Message
nb: Melding

source: Edit Support Panel
nb: Rediger supportpanel

source: HTML that will be shown in the Support Panel
nb: HTML-kode som vil bli vist i supportpanelet

source: Evaluations
nb: Evalueringer

source: Heading
nb: Overskrift

source: Message shown to users in the Evaluations form
nb: Beskjed som skal vises til brukere i evalueringsskjemaet

source: Application Performance Monitoring
nb: Overvåkning av applikasjonsytelse (AMP)

source: APM Enabled
nb: AMP aktivert

source: APM Transaction Sample Rate
nb: Prøvefrekvens for AMP-transaksjoner

source: How many of the transactions to monitor. Set to -1 to log nothing (max performance), 0.5 to log 50% of the transactions, 1 to log all transactions
nb: Antall transaksjoner som overvåkes. Sett verdien til -1 for å ikke logge noe (maks ytelse), til 0.5 for å logge halvparten av transaksjonene eller til 1 for å logge alle transaksjonene

source: Note: Core needs to be restarted to apply these settings
nb: Merknad: Core må startes på nytt for å ta i bruk disse innstillingene

source: Monitor blocked thread
nb: Overvåk blocked thread

source: Enables internal monitoring of blocked main thread. Logs when there is an issue, but (unverified) might cause issues in itself.
nb: Aktiverer overvåkning av 'blocked main thread'. Logger når det er feil, men KAN forårsake feil selv (ikke verifisert).

source: Cron jobs
nb: Cron-jobber

source: Enable CasparCG restart job
nb: Aktiver CasparCG restartjobber

source: Enable automatic storage of Rundown Playlist snapshots periodically
nb: Aktivér peridiske automatiske lagringer av kjøreplanlistesnapshots

source: Rundown Playlist names to store
nb: Kjøreplanliste man lagrer

source: (Comma separated list. Empty - will store snapshots of all Rundown Playlists)
nb: (kommaseparert liste. Tom - vil lagre snapshot av alle kjøreplanspillelister)

source: Remove indexes
nb: Fjern indexer

source: This will remove {{indexCount}} old indexes, do you want to continue?
nb: Dette vil fjerne {{indexCount}} gamle indexer. Vil du fortsette?

source: {{indexCount}} indexes was removed.
nb: {{indexCount}} indexer ble fjernet.

source: Cleanup
nb: Opprydding

source: Cleanup old database indexes
nb: Rydd opp i gamle databaseindexer

source: Cleanup old data
nb: Rydd opp i gamle data

source: Error when checking for cleaning up
nb: Feil mens det ble sett etter ting å rydde opp

source: Remove old data from database
nb: Fjern gamle data fra databasen

source: There are {{count}} documents that can be removed, do you want to continue?
nb: Det er {{count}} dokumenter som kan fjernes. Vil du fortsette?

source: Documents to be removed:
nb: Dokumenter som fjernes:

source: Retry
nb: Prøv igjen

source: Remove old data
nb: Fjern gamle data

source: The old data was removed.
nb: Gamle data ble fjernet.

source: Nothing to cleanup!
nb: Ingenting å rydde opp!

source: Memory troubleshooting
nb: Feilsøk minne

source: Preparing, please wait...
nb: Forbereder, vennligst vent...

source: Are you sure? This will cause the whole Sofie system to be unresponsive several seconds!
nb: Er du sikker? Dette vil medføre at hele Sofie-systemet ikke vil respondere på flere sekunder!

source: Yes, Take and Download Memory Heap Snapshot
nb: Ja, ta og last ned et memory heap snapshot

source: Take and Download Memory Heap Snapshot
nb: Ta og last ned et memory heap snapshot

source: To inspect the memory heap snapshot, use Chrome DevTools
nb: For å inspisere et memory heap snapshot, bruk Chrome DevTools

source: Unable to upgrade
nb: Kunne ikke oppdatere

source: Upgrade required
nb: Oppdatering trengs

source: Upgrade config for {{name}}
nb: Oppdatering for {{name}}

source: Config looks good
nb: Konfigurasjonen ser bra ut

source: Apply
nb: Kjør

source: Ignore and apply
nb: Ignorér og kjør

source: Config for {{name}} upgraded successfully
nb: Oppdatering av konfigurasjon for {{name}} var vellykket

source: Config for {{name}} upgraded failed
nb: Oppdatering av konfigurasjon for {{name}} var mislykket

source: Failed to validate config
nb: Kunne ikke validere konfigurasjonen

source: No changes
nb: Ingen endringer

source: Are you sure you want to skip the fix up config step for {{name}}
nb: Er du sikker på at du vil hoppe over konfigurasjonssteget for {{name}}

source: This could leave the configuration in a broken state
nb: Dette kan resultere i at konfigurasjonen ender opp med i en ødelagt tilstand

source: Confirm
nb: Bekreft

source: for {{name}} fix skipped successfully
nb: for {{name}} ble hoppet over (vellykket)

source: Config for {{name}} fix failed
nb: Reparasjon av konfigurasjon for {{name}} var mislykket

source: Completed with warnings
nb: Fullført med advarsler

source: Config for {{name}} fixed successfully
nb: Reparasjon for konfigurasjonen for {{name}} var vellykket

source: Fix Up Config
nb: Reparér konfigurasjon

source: Skip Fix Up Step
nb: Hopp over reparasjonssteg

source: Show config changes
nb: Vis endringer i konfigurasjon

source: Validate and Apply Config
nb: Valider og kjør konfigurasjon

source: Apply Config
nb: Kjør konfigurasjon

source: Apply blueprint upgrades
nb: Kjør blueprintsoppdateringer

source: Last {{layerName}}
nb: Siste {{layerName}}

source: Clear {{layerName}}
nb: Tøm {{layerName}}

source: Are you sure you want to deactivate this Rundown (This will clear the outputs)
nb: Er du sikker på at du vil deaktivere denne kjøreplanen? (Dette vil nullstille alle utganger.)

source: Successfully stored snapshot
nb: Gjenoppretting fra snapshot var vellykket

source: End Words
nb: Stikkord

source: Global AdLib
nb: Globale adliber

source: Execute
nb: Utfør

source: Save to Bucket
nb: Lagre til bøtte

source: Reveal in Shelf
nb: Vis i skuff

source: Edit in Nora
nb: Rediger i Nora

source: Current Part
nb: Nåværende del

source: Next Part
nb: Neste del

source: Part Count Down
nb: Nedtelling for del

source: Part Count Up
nb: Opptelling for del

source: New Bucket
nb: Ny bøtte

source: Are you sure you want to delete this AdLib?
nb: Er du sikker på at du vil slette denne adliben?

source: Are you sure you want to delete this Bucket?
nb: Er du sikker på at du vil slette denne bøtten?

source: Are you sure you want to empty (remove all adlibs inside) this Bucket?
nb: Er du sikker på at du vil tømme denne bøtten (fjerner alle adliber)?

source: Current Segment
nb: Nåværende tittel

source: Next Segment
nb: Neste tittel

source: Segment Count Down
nb: Nedtelling for tittel

source: Segment Count Up
nb: Opptelling for tittel

source: Start this AdLib
nb: Slett denne adliben

source: Queue this AdLib
nb: Cue denne adliben

source: Rename this AdLib
nb: Gi denne adliben nytt navn

source: Delete this AdLib
nb: Slett denne adliben

source: Empty this Bucket
nb: Tøm denne bøtten

source: Rename this Bucket
nb: Gi bøtten nytt navn

source: Delete this Bucket
nb: Slett denne bøtten

source: Create new Bucket
nb: Opprett ny bøtte

source: Shortcuts
nb: Hurtigtaster

source: Local Time
nb: Lokal tid

source: Packages
nb: Pakker

source: Messages
nb: Meldinger

source: User Log
nb: Brukerlogg

source: Debug State
nb: Feilsøkingsstaus

source: Timestamp
nb: Tidsstempel

source: Answers
nb: Svar

source: Message Queue
nb: Meldingskø

source: Queued Messages
nb: Meldinger i kø

source: Sent Messages
nb: Sendte meldinger

source: No Media required by this system
nb: Ingen mediafiler trengs av dette systemet

source: File Copy
nb: Kopier fil

source: File Delete
nb: Slett fil

source: Check file size
nb: Sjekk filstørrelse

source: Scan File
nb: Scan fil

source: Generate Thumbnail
nb: Generer miniatyrbilder

source: Generate Preview
nb: Generer forhåndsvisning

source: Unknown action: {{action}}
nb: Ukjent handling: {{action}}

source: Done
nb: Utført

source: Failed
nb: Mislykket

source: Working, Media Available
nb: Jobber, media er tilgjengelig

source: Working
nb: Jobber

source: Pending
nb: Venter

source: Blocked
nb: Blokkert

source: Canceled
nb: Avbrutt

source: Idle
nb: Inaktiv

source: Skipped
nb: Hoppet over

source: Step progress: {{progress}}
nb: Fremdrift: {{progress}}

source: Processing
nb: Prosesserer

source: Unknown: {{status}}
nb: Ukjent: {{status}}

source: Collapse
nb: Minimer

source: Details
nb: Detaljer

source: Abort
nb: Avbryt

source: Prioritize
nb: Prioriter

source: Media Transfer Status
nb: Status for medieoverføringer

source: Abort All
nb: Avbryt alle

source: Restart All
nb: Start alle på nytt

source: Unknown Package "{{packageId}}"
nb: Ukjent pakke "{{packageId}}"

source: Package Status
nb: Pakkestatus

source: Container Status
nb: Status for pakkekontainer

source: Job Status
nb: Jobbstatus

source: Restart All Jobs
nb: Start alle jobber på nytt

source: Created
nb: Opprettet

source: Device not found
nb: Enhet ikke funnet

source: Package Manager is offline
nb: Package Manager er offline

source: Restart Container
nb: Start pakkekontainer på nytt

source: Ready
nb: Klar

source: The progress of steps required for playout
nb: Fremdrift for steg som er nødvendige for playout

source: The progress of all steps
nb: Fremdrift for alle steg

source: This step is required for playout
nb: Dette steget er nødvendig for playout

source: Work description
nb: Jobbeskrivlese

source: Work status
nb: Jobbstatus

source: Work status reason
nb: Årsak for jobbstatus

source: Technical reason: {{reason}}
nb: Teknisk årsak: {{reason}}

source: Previous work status reasons
nb: Tidligere årsaker for jobbsatus

source: Priority
nb: Prioritet

source: Not Connected
nb: Ikke tilkoblet

source: Sofie Automation Server Core: {{name}}
nb: Sofie: {{name}}

source: Restart this system?
nb: Starte dette Sofie-systemet på nytt?

source: Are you sure you want to restart this Sofie Automation Server Core: {{name}}?
nb: Er du sikker på at du vil starte Sofie Core: {{name}} på nytt?

source: Could not restart core: {{err}}
nb: Kunne ikke starte Core på nytt: {{err}}

source: Sofie Automation Server Core will restart in {{time}}s...
nb: Sofie Core restartes om {{time}}s...

source: Last seen
nb: Sist sett

source: Connect some devices to the playout gateway
nb: Koble til en eller flere enheter til playout gatewayen

source: Are you sure you want to delete this device: "{{deviceId}}"?
nb: Er du sikker på at du vil fjerne enheten "{{deviceId}}"?

source: Executed {{actionName}} on device "{{deviceName}}": {{response}}
nb: Utførte {{actionName}} på enheten "{{deviceName}}": {{response}}

source: Executed {{actionName}} on device "{{deviceName}}"...
nb: Utførte {{actionName}} på enheten "{{deviceName}}"...

source: Failed to execute {{actionName}} on device: "{{deviceName}}": {{errorMessage}}
nb: Kunne ikke utføre {{actionName}} på enheten "{{deviceName}}": {{errorMessage}}

source: Do you want to execute {{actionName}}? This may the disrupt the output
nb: Vil du utføre {{actionName}}? Dette kan påvirke utgangen

source: Execution times
nb: Kjøretider

source: User ID
nb: Bruker-id

source: Client IP
nb: Klient-ip

source: Method
nb: Metode

source: Parameters
nb: Parametre

source: Time from platform user event to Action received by Core
nb: Tid fra plattform brukerhendelse til handling ble mottatt av Core

source: Core + Worker processing time
nb: Core + Worker prosesseringstid

source: Amount of entries exceeds the limt of 10 000 items.
nb: Antall oppføringer overskrider grensen på 10.000 elementer.

source: Export visible
nb: Eksporter synlige

source: User Activity Log
nb: Aktivitetslogg

source: in {{days}} days, {{hours}} h {{minutes}} min {{seconds}} s
nb: om {{days}} dager, {{hours}} t {{minutes}} min {{seconds}} s

source: in {{hours}} h {{minutes}} min {{seconds}} s
nb: om {{hours}} t {{minutes}} min {{seconds}} s

source: in {{minutes}} min {{seconds}} s
nb: om {{minutes}} min {{seconds}} s

source: in {{seconds}} s
nb: om {{seconds}} s

source: {{days}} days, {{hours}} h {{minutes}} min {{seconds}} s ago
nb: for {{days}} dager, {{hours}} t {{minutes}} min {{seconds}} s siden

source: {{hours}} h {{minutes}} min {{seconds}} s ago
nb: for {{hours}} t {{minutes}} min {{seconds}} s siden

source: {{minutes}} min {{seconds}} s ago
nb: for {{minutes}} min {{seconds}} s siden

source: {{seconds}} s ago
nb: for {{seconds}} s siden

source: Next scheduled show
nb: Neste planlagte sending

source: Help & Support
nb: Hjelp og brukerstøtte

source: Disable hints by adding this to the URL:
nb: Deaktiver hint ved å legge dette til på url-en:

source: Enable hints by adding this to the URL:
nb: Aktiver hint ved å legge dette til på url-en:

source: More documentation available at:
nb: Mer dokumentasjon er tilgjengelig på:

source: Device Triggers
nb: Enhetsutløsere

source: Timeline
nb: Tidslinje

source: Timeline Datastore
nb: Datalager for tidslinje

source: Mappings
nb: Lagmappinger

source: Routed Mappings
nb: Omkoblede lagmappinger

source: Properties
nb: Egenskaper

source: Close Properties Panel
nb: Lukk panel med egenskaper

source: Restore Segment from NRCS
nb: Nullstill segment fra NRCS

source: Restore Part from NRCS
nb: Nullstill del fra NRCS

source: Save
nb: Lagre

source: Save Changes
nb: Lagre endringer

source: Test Info message
nb: Test infomelding

source: Test ERROR message
nb: Test feilmelding

source: Toggle Shelf
nb: Åpne/lukk skuff

source: Undo Hold
nb: Angre hold

source: Disable the next element
nb: Skip neste super

source: Undo Disable the next element
nb: Unskip neste super

source: Move Next forwards
nb: Skip neste

source: Move Next to the following segment
nb: Skip til neste segment

source: Move Next backwards
nb: Unskip neste

source: Move Next to the previous segment
nb: Unskip neste segment

source: Rewind segments to start
nb: Sett segmentene tilbake til start

source: Invalid blueprint: "{{blueprintId}}"
nb: Ugydig blueprint: "{{blueprintId}}"

source: Invalid config preset for blueprint: "{{configPresetId}}" ({{blueprintId}})
nb: Ugyldig standardinnstilling for blueprint: "{{configPresetId}}" ({{blueprintId}})

source: Config requires fixing up before it can be validated
nb: Konfigurasjon må korrigeres før den kan bli validert

source: Config has not been applied before
nb: Konfigurasjon har ikke blitt kjørt tidligere

source: Blueprint has been changed. From "{{ oldValue }}", to "{{ newValue }}"
nb: Blueprint har blitt endret, fra "{{ oldValue }}" til "{{ newValue }}"

source: Blueprint config preset has been changed. From "{{ oldValue }}", to "{{ newValue }}"
nb: Blueprint standardinnstilling har blitt endret, fra "{{ oldValue }}" til "{{ newValue }}"

source: Blueprint has a new version
nb: Blueprint har ny versjon

source: Blueprint config has changed
nb: Blueprintkonfigurasjonen er endret

source: Failed to compare config changes
nb: Klarte ikke sammenligne endringer i konfigurasjon

source: Config value "{{ name }}" has changed. From "{{ oldValue }}", to "{{ newValue }}"
nb: Konfigurasjonsverdien "{{ name }}" har blitt endret, fra "{{ oldValue }}" til " {{ newValue }}"

source: Part duration is 0.
nb: Varighet for del er 0.

source: {{sourceLayer}} is missing a file path
nb: {{sourceLayer}} kan ikke spilles av fordi filnavnet mangler

source: {{sourceLayer}} is not yet ready on the playout system
nb: {{sourceLayer}} er ennå ikke klar til å spilles ut fra avviklingsserver

source: {{sourceLayer}} is being ingested
nb: {{sourceLayer}} blir prosessert

source: {{sourceLayer}} is missing
nb: {{sourceLayer}} mangler

source: {{sourceLayer}} can't be found on the playout system
nb: {{sourceLayer}} ikke funnet på playout-sytemet

source: {{reason}} {{sourceLayer}} exists, but is not yet ready on the playout system
nb: {{reason}} {{sourceLayer}} finnes, men er ikke klart på playout-systemet

source: {{sourceLayer}} is in a placeholder state for an unknown workflow-defined reason
nb: {{sourceLayer}} er i en midlertidig tilstand av en ukjent arbeidsflytsårsak

source: {{sourceLayer}} is transferring to the playout system
nb: {{sourceLayer}} overføres til avviklingsserver

source: {{sourceLayer}} is transferring to the playout system but cannot be played yet
nb: {{sourceLayer}} overføres til avviklingsserver og kan ikke spilles av ennå

source: {{sourceLayer}} is in an unknown state: "{{status}}"
nb: {{sourceLayer}} er i en ukjent tilstand: "{{status}}"

source: {{sourceLayer}} doesn't have both audio & video
nb: {{sourceLayer}} har ikke både lyd og bilde

source: {{sourceLayer}} has the wrong format: {{format}}
nb: {{sourceLayer}}-formatet er ikke støttet: {{format}}

source: {{sourceLayer}} has {{audioStreams}} audio streams
nb: {{sourceLayer}} har {{audioStreams}} lydstrømmer

source: Clip starts with {{frames}} black frames
nb: Klippet starter med {{frames}} svarte ruter

source: This clip ends with black frames after {{seconds}} seconds
nb: Klippet slutter med svarte ruter etter {{seconds}} sekunder

source: {{frames}} black frames detected within the clip
nb: {{frames}} svarte ruter oppdaget inne i klippet

source: {{frames}} black frames detected in the clip
nb: {{frames}} svarte ruter oppdaget i klippet

source: Clip starts with {{frames}} freeze frames
nb: Klippet starter med {{frames}} fryste ruter

source: This clip ends with freeze frames after {{seconds}} seconds
nb: Dette klippet slutter med fryste ruter etter {{seconds}} sekunder

source: {{frames}} freeze frames detected within the clip
nb: {{frames}} fryste ruter oppdaget inne i videoklippet

source: {{frames}} freeze frames detected in the clip
nb: {{frames}} fryste ruter oppdaget i videoklippet

source: Segment no longer exists in {{nrcs}}
nb: Segmenttittel eksisterer ikke lenger i {{nrcs}}

source: Segment was hidden in {{nrcs}}
nb: Segmenttittelen eksisterer ikke lenger i {{nrcs}}

source: some message
nb: en beskjed

source: a second
nb: ett sekund

source: The following parts no longer exist in {{nrcs}}: {{partNames}}
nb: De følgende delene eksisterer ikke lenger i {{nrcs}}: {{partNames}}

source: some reason
nb: av en grunn

source: something changed
nb: noe ble endret

source: some invalid reason
nb: av en ugyldig grunn

source: {{studioName}}: Active Rundown
nb: {{studioName}}: Aktiv kjøreplan

source: Active Rundown
nb: Aktivér kjøreplan

source: {{studioName}}: Presenter screen
nb: {{studioName}}: Klokkeskjerm

source: Presenter screen
nb: Klokkeskjerm
