Repository: Sofie-Automation/sofie-core
Catalog: meteor/i18n/*.po
Languages: nb

source: There was an error when troubleshooting the device: "{{deviceName}}": {{errorMessage}}
nb: Det skjedde en feil under feilsøking av enhenten "{{deviceName}}": {{errorMessage}}

source: Generic Properties
nb: Generelle egenskaper

source: Device Name
nb: Enhetsnavn

source: Restart Device
nb: Start enheten på nytt

source: Troubleshoot
nb: Feilsøk

source: NRCS Name
nb: NCRS navn

source: Reset Database Version
nb: Nullstill databaseversjon

source: Are you sure you want to reset the database version? Only do this if you plan on running the migration right after.
nb: Er du sikker på at du vil nullstille databaseversjonen? Bare gjør dette dersom du har tenkt å kjøre en migrering umiddelbart.

source: Version for {{name}}: From {{fromVersion}} to {{toVersion}}
nb: Versjon for {{name}}: Fra {{fromVersion}} til {{toVersion}}

source: Re-check
nb: Sjekk på nytt

source: Reset All Versions
nb: Nullstill alle versjoner

source: Migrate database
nb: Migrér database

source: All steps
nb: Alle trinn

source: The migration consists of several phases, you will get more options after you've this migration
nb: Migreringen består av flere faser, du vil få flere valg etter at du har kjørt denne migreringen

source: The migration can be completed automatically.
nb: Migreringen kan gjennomføres automatisk.

source: Run automatic migration procedure
nb: Kjør automatisk migreringsprosedyre

source: The migration procedure needs some help from you in order to complete, see below:
nb: Migreringsprosedyren trenger litt hjelp fra deg for å kunne fullføre. Se under:

source: Double-check Values
nb: Dobbeltsjekk verdier

source: Are you sure the values you have entered are correct?
nb: Er du sikker på at verdiene du har oppgitt er korrekte?

source: Run Migration Procedure
nb: Kjør migreringsprosedyre

source: Warnings During Migration
nb: Advarsler under migrering

source: Please check the database related to the warnings above. If neccessary, you can
nb: Vennligst sjekk databasen tilknyttet advarslene over. Hvis nødvendig kan du

source: Force Migration
nb: Tving migrering

source: Are you sure you want to force the migration? This will bypass the migration checks, so be sure to verify that the values in the settings are correct!
nb: Er du sikker på at du vil tvinge migreringen? Dette gjør at du hopper over migreringskontrollene, så vær sikker på at verdiene oppgitt i innstillinger er korrekte!

source: Force Migration (unsafe)
nb: Tving migrering (utrygt)

source: The migration was completed successfully!
nb: Migreringen var vellykket!

source: All is well, go get a
nb: Alt er greit, gå og hent deg en

source: New Layout
nb: Ny layout

source: Button
nb: Knapp

source: New Filter
nb: Nytt filter

source: Delete layout?
nb: Slett layout?

source: Are you sure you want to delete the shelf layout "{{name}}"?
nb: Er du sikker på at du vil slette layouten "{{name}}"?

source: Action Buttons
nb: Handlingsknapper

source: Icon
nb: Ikon

source: Icon color
nb: Ikonfarge

source: Use as default
nb: Bruk som standard

source: Filters
nb: Filtre

source: There are no filters set up yet
nb: Det er ikke satt opp noen filtre ennå

source: Default Layout
nb: Standardlayout

source: Add {{filtersTitle}}
nb: Legg til {{filtersTitle}}

source: Add filter
nb: Legg til filter

source: Add button
nb: Legg til knapp

source: Upload Layout?
nb: Last opp layout?

source: Upload
nb: Last opp

source: Are you sure you want to upload the shelf layout from the file "{{fileName}}"?
nb: Er du sikker på at du vil laste opp layout for skuff fra filen "{{fileName}}"?

source: Shelf layout uploaded successfully.
nb: Opplastingen av layout for skuff var vellykket.

source: Failed to upload shelf layout: {{errorMessage}}
nb: Opplasting av layout feilet: {{errorMessage}}

source: Tools
nb: Verktøy

source: Core System settings
nb: Systeminstillinger for Core

source: Upgrade Database
nb: Oppgrader databasen

source: Manage Snapshots
nb: Behandle snapshots

source: Studios
nb: Studio

source: Show Styles
nb: Showstyle

source: Devices
nb: Enheter

source: Delete this Studio?
nb: Slett dette studioet?

source: Are you sure you want to delete the studio "{{studioId}}"?
nb: Er du sikker på at du vil slette studioet "{{studioId}}"?

source: Peripheral Devices
nb: Tilkoblet enhet

source: Blueprint Configuration
nb: Blueprintkonfigurasjon

source: Layer Mappings
nb: Lagmappinger

source: Route Sets
nb: Omkoblingsgrupper

source: Unnamed Studio
nb: Studio uten navn

source: Delete this Show Style?
nb: Slett denne showstylen?

source: Are you sure you want to delete the show style "{{showStyleId}}"?
nb: Er du sikker på at du vil slette showstylen "{{showStyleId}}"?

source: Source/Output Layers
nb: Kilde-/utgangslag

source: Custom Hotkey Labels
nb: Egendefinerte etiketter for hurtigtaster

source: Variants
nb: Varianter

source: Unnamed Show Style
nb: Showstyle uten navn

source: Delete this Blueprint?
nb: Slett dette blueprintet?

source: Are you sure you want to delete the blueprint "{{blueprintId}}"?
nb: Er du sikker på at du vil slette blueprintet "{{blueprintId}}"?

source: Unnamed blueprint
nb: Blueprint uten navn

source: Version
nb: Versjon

source: Remove this Device?
nb: Fjern denne enheten?

source: Are you sure you want to remove the device "{{deviceName}}" and all of it's sub-devices?
nb: Er du sikker på at du vil fjerne enheten "{{deviceName}}" og alle dens underenheter?

source: Connected
nb: Tilkoblet

source: Disconnected
nb: Frakoblet

source: Good
nb: Bra

source: Minor Warning
nb: Mindre advarsel (avvik)

source: Warning
nb: Advarsel

source: Bad
nb: Feil

source: Fatal
nb: Kritisk

source: Loading...
nb: Laster inn...

source: Upgrade Status
nb: Oppgrader status

source: Loading
nb: Laster inn

source: Config Fix Up must be run or ignored before the configuration can be edited
nb: 'Fiks konfigurasjon' må kjøres eller ignoreres før konfigurasjonen kan redigeres

source: Blueprint not set
nb: Blueprint ikke valgt

source: Blueprint config preset
nb: Forhåndsinnstillinger for blueprint

source: Blueprint config preset not set
nb: Forhåndsinnstillinger for blueprint ikke valgt

source: Blueprint config preset is missing
nb: Forhåndsinnstillinger for blueprint mangler

source: Show Style Base Name
nb: Showstylenavn

source: Compatible Studios:
nb: Kompatible studio:

source: This Show Style is not compatible with any Studio
nb: Denne showstylen er ikke kompatibelt med noe studio

source: Failed to update config: {{errorMessage}}
nb: Oppdatering av konfigurasjon feilet: {{errorMessage}}

source: New Output
nb: Ny utgang

source: Output channels are required for your studio to work
nb: Utgangskanaler er nødvendige for at studioet ditt skal fungere

source: Output channels
nb: Utgangskanal

source: No output channels set
nb: Ingen utgangskanal definert

source: No PGM output
nb: Ingen programutgang

source: Delete this output?
nb: Slett denne utgangen?

source: Are you sure you want to delete output layer "{{outputId}}"?
nb: Er du sikker på at du vil slette utgangslaget "{{outputId}}"?

source: Are you sure you want to reset all overrides for the output layer "{{outputLayerId}}"?
nb: Er du sikker på at du vil nullstille alle overstyringer for utgangslaget "{{outputLayerId}}"?

source: Source layer cannot be reset as it has no default values
nb: Kildelag kan ikke nullstilles da det ikke har noen standardinnstillinger

source: Reset source layer to default values
nb: Nullstill kildelag til standardinnstillinger

source: Edit output layer
nb: Redigér utgangslag

source: Delete output layer
nb: Slett utgangslag

source: Channel Name
nb: Kanalnavn

source: Internal ID
nb: Intern-id

source: Is PGM Output
nb: Er programutgang

source: Is collapsed by default
nb: Er minimert som standard

source: Is flattened
nb: Er slått sammen

source: Camera
nb: Kamera

source: Graphics
nb: Grafikk

source: Live Speak
nb: STK

source: Lower Third
nb: Super

source: Studio Microphone
nb: Studiomikrofon

source: Remote Speak
nb: RM som STK

source: Remote Source
nb: RM

source: Generic Script
nb: Generisk manus

source: Split Screen
nb: Splitt

source: Clips
nb: Klipp

source: Unknown Layer
nb: Ukjent lag

source: Audio Mixing
nb: Lydmiksing

source: Lighting
nb: Lys

source: Transition
nb: Effekt

source: Lights
nb: Lys

source: Local
nb: Lokal

source: Studio Screen Graphics
nb: Skjermgrafikk i studio

source: New Source
nb: Ny kilde

source: Add some source layers (e.g. Graphics) for your data to appear in rundowns
nb: Legg til kildelag (for eksempel Grafikk) for å vise dine data i kjøreplaner

source: No source layers set
nb: Ingen kildelag definert

source: Delete this item?
nb: Slett dette elementet?

source: Are you sure you want to delete source layer "{{sourceLayerId}}"?
nb: Er du sikker på at du vil slette kildelaget "{{sourceLayerId}}"?

source: Are you sure you want to reset all overrides for the source layer "{{sourceLayerId}}"?
nb: Er du sikker på at du vil nullstille alle overstyringer for kildelaget "{{sourceLayerId}}"?

source: Edit source layer
nb: Redigér kildelag

source: Delete source layer
nb: Slett kildelag

source: Source Name
nb: Kildenavn

source: Source Abbreviation
nb: Kildeforkortelse

source: Source Type
nb: Kildetype

source: Is a Live Remote Input
nb: Er en RM

source: Is a Guest Input
nb: Er en gjesteinngang

source: Is hidden
nb: Er skjult

source: Treat as Main content
nb: Behandle som hovedinnhold

source: Display in a column in List View
nb: Vis som en kolonne i listevisningen

source: Display AdLibs in a column in List View
nb: Vis adlibber i en kolonne i listevisningen

source: Pieces on this layer can be cleared
nb: Elementer på dette laget kan tømmes

source: Pieces on this layer are sticky
nb: Elementer i dette laget er sticky

source: Only Pieces present in rundown are sticky
nb: Kun elementer tilstede i kjøreplanen er sticky

source: Allow disabling of Pieces
nb: Tillat deaktivering av elementer

source: AdLibs on this layer can be queued
nb: Adliber på dette laget kan cues

source: Exclusivity group
nb: Ekslusivitetsgruppe

source: Unnamed variant
nb: Variant uten navn

source: This requires the blueprints to implement the `generateAdlibTestingIngestRundown` method
nb: Dette krever at blueprintet implementerer `generateAdlibTestingIngestRundown`-metoden

source: Config preset
nb: Forhåndsinnstillinger for konfigurasjon

source: Config preset not set
nb: Forhåndsinnstillinger for konfigurasjon ikke valgt

source: Config preset is missing
nb: Forhåndsinnstillinger for konfigurasjon mangler

source: Failed to import Show Style Variant {{name}}. Make sure it is not already imported.
nb: Import av showstylevarianten {{name}} var mislykket. Sjekk at den ikke er importert allerede.

source: Failed to import new Show Style Variants: {{errorMessage}}
nb: Import av nye showstylevarianter var mislykket: {{errorMessage}}

source: Failed to copy Show Style Variant: {{errorMessage}}
nb: Kopiering av showstylevariant var mislykket: {{errorMessage}}

source: Failed to add a new Show Style Variant: {{errorMessage}}
nb: Klarte ikke legge til en ny showstylevariant: {{errorMessage}}

source: Remove this Show Style Variant?
nb: Fjern denne showstylevarianten?

source: Failed to delete Show Style Variant: {{errorMessage}}
nb: Sletting av showstylevariant var mislykket: {{errorMessage}}

source: Are you sure you want to remove the Variant "{{showStyleVariantId}}"?
nb: Er du sikker på at du vil fjerne denne varianten "{{showStyleVariantId}}"?

source: Failed to remove all Show Style Variants: {{errorMessage}}
nb: Klarte ikke å fjerne alle showstylevarianter: {{errorMessage}}

source: Remove all Show Style Variants?
nb: Fjern alle showstylevarianter?

source: Are you sure you want to remove all Variants in the table?
nb: Er du sikker på at du vil fjerne alle varianter i denne tabellen?

source: Failed to reorderShow Style Variant: {{errorMessage}}
nb: Klarte ikke å sortere showstylevarianter: {{errorMessage}}

source: Show Style Variants
nb: Showstylevarianter

source: Restore from this Snapshot file?
nb: Gjenopprette fra denne snapshotfilen?

source: Are you sure you want to restore the system from the snapshot file "{{fileName}}"?
nb: Er du sikker på at du vil gjenopprettet systemet fra snapshotfilen "{{fileName}}"?

source: Successfully restored snapshot
nb: Gjenoppretting fra snapshot var vellykket

source: Snapshot restore failed: {{errorMessage}}
nb: Gjenoppretting fra snapshot feilet: {{errorMessage}}

source: Full System Snapshot
nb: Fullt systemsnapshot

source: A Full System Snapshot contains all system settings (studios, showstyles, blueprints, devices, etc.)
nb: Et systemsnapshot inneholder alle systeminnstillinger (studio, showstyles, blueprints, enheter o.s.v.)

source: Take a Full System Snapshot
nb: Lagre et fullt systemsnapshot

source: A Studio Snapshot contains all system settings related to that studio
nb: Et studiosnapshot inneholder alle systeminnstillinger tilknyttet et studio

source: Take a Snapshot for studio "{{studioName}}" only
nb: Lagre et studiosnapshot utelukkende for "{{studioName}}"

source: Restore from Snapshot File
nb: Gjenopprett fra snapshotfil

source: Upload Snapshot
nb: Last opp snapshot

source: Upload a snapshot file
nb: Last opp en snapshotfil

source: Upload Snapshot (for debugging)
nb: Last opp snapshot (for feilsøking)

source: Upload a snapshot file (restores additional info not directly related to a Playlist / Rundown, such as Packages, PackageWorkStatuses etc
nb: Last opp en snapshotfil (gjenoppretter tilleggsinformasjon som ikke er direkte relatert til en spilleliste/kjøreplan, som pakker, pakkesatus osv.)

source: Ingest from Snapshot
nb: Last inn fra snapshot

source: Reads the ingest (NRCS) data, and pipes it throught the blueprints
nb: Leser innlastingsdata (fra NRCS) og sender det gjennom blueprints

source: Restore from Stored Snapshots
nb: Gjenopprett fra lagrede snapshots

source: Restore
nb: Gjenopprett

source: Show "Remove snapshots"-buttons
nb: Vis "Fjern snapshots"-knappene

source: Studio Baseline needs update:
nb: Studio baseline må oppdateres:

source: Baseline needs reload, this studio may not work until reloaded
nb: Baseline må lastes på nytt, dette studioet vil kanskje ikke fungere før baseline er lastet på nytt

source: Reload Baseline
nb: Last inn baseline på nytt

source: Remove this device?
nb: Fjern denne enheten?

source: Parent
nb: Forelder

source: Peripheral Device ID
nb: Enhets-id for tilkoblet enhet

source: Device ID
nb: Enhets-id

source: This must be assigned to a device to be able to edit the settings
nb: Dette må være tildelt en enhet for å kunne redigere innstillingene

source: Parent device is missing
nb: Foreldreenhet mangler

source: Device Type
nb: Enhetstype

source: Device is of unknown type
nb: Enhet er av ukjent type

source: Ingest devices are needed to create rundowns
nb: Ingest-enheter trengs for å kunne opprette kjøreplaner

source: Ingest Devices
nb: Ingest-enheter

source: Input devices allow you to trigger Sofie actions remotely
nb: Input-enheter lar deg trigge Sofie-kommandoer eksternt

source: Input Devices
nb: Input-enheter

source: No gateways are configured
nb: Ingen gatewayer er konfigurert

source: Parent Devices
nb: Foreldreenhet

source: Last Seen
nb: Sist sett

source: A device must be assigned to the config to edit the settings
nb: En enhet må være tildelt konfigurasjonen for å kunne redigere innstillingene

source: Device is missing configuration schema
nb: Enhet mangler i konfigurasjonsskjema

source: Playout devices are needed to control your studio hardware
nb: Playout-enheter er nødvendige for å kontrollere utstyret i studioet ditt

source: Playout Devices
nb: Playout-enheter

source: Studio Name
nb: Studionavn

source: Select Compatible Show Styles
nb: Velg kompatibel showstyles

source: Click to show available Show Styles
nb: Klikk for å vise tilgjengelige showstyles

source: Show style not set
nb: Showstyle ikke satt

source: Enabled, but skipping parts with undefined or 0 duration
nb: Aktivert, men hopper over punkter uten eller med 0 i varighet

source: Enabled on all Parts, applying QuickLoop Fallback Part Duration if needed
nb: Aktiver for alle punkter, bruker standard varighet for punkt i QuickLoop ved behov

source: Enable "Play from Anywhere"
nb: Slå på "Play from Anywhere"

source: Media Preview URL
nb: Forhåndsvisnings-URL

source: Slack Webhook URLs
nb: Slack Webhook-adresser (url)

source: Supported Media Formats
nb: Støttede medieformater

source: Supported Audio Formats
nb: Støttede lydformater

source: Force the Multi-gateway-mode
nb: Tving multigateway-modus

source: Multi-gateway-mode delay time
nb: Delaytid for multigateway-modus

source: Allow Rundowns to be reset while on-air
nb: Tillat tilbakestilling av kjøreplaner som er on-air

source: Preserve position of segments when unsynced relative to other segments
nb: Behold titlers posisjon når de er ute av synk i forhold til andre titler

source: This has only been tested for the iNews gateway
nb: Dette har bare blitt testet for iNews-gatewayen

source: Enable AdLib Testing, for testing AdLibs before taking the first Part
nb: Aktivér Adlibtesting, for å teste adlibber før man har startet kjøreplanen

source: Enable Buckets
nb: Aktivér bøtter

source: This enables or disables buckets in the UI - enabled is the default behavior
nb: Dette aktiverer eller deaktiverer bøtter i brukergrensesnittet - standard er at det er aktivert

source: Enable User Editing
nb: Aktivér brukerredigering

source: This feature enables the use of the Properties Panel and the Edit Mode
nb: Dette tillater bruk av egenskapspanelet og redigeringsmodus

source: Enable Evaluation Form
nb: Aktiver evalueringsskjemaet

source: This enables or disables the evaluationform in the UI - enabled is the default behavior
nb: Dette aktiverer eller deaktiverer evalueringsskjemaet i brukergrensesnittet - som standard er dette aktivert

source: Enable QuickLoop
nb: Aktivér QuickLoop

source: QuickLoop Fallback Part Duration
nb: Standard varighet for punkt i QuickLoop

source: Allow HOLD mode
nb: Tillat bruk av HOLD

source: When disabled, any HOLD operations will be silently ignored
nb: Når deaktivert vil alle HOLD ble ignorert uten beskjed til bruker

source: Allow direct playing pieces
nb: Tillat direkte avspilling av elementer

source: When enabled, double clicking on certain pieces in the GUI will play them as adlibs
nb: Når aktivert vil dobbeltklikk på enkelte elementer i brukergrensesnittet spille dem av som adlibber

source: Add a playout device to the studio in order to edit the layer mappings
nb: For å kunne redigere lagmappinger, må du legge til en playout-enhet til studio

source: This layer is now rerouted by an active Route Set: {{routeSets}}
nb: Dette laget blir omkoblet av en aktiv omkoplingsgruppe: {{routeSets}}

source: Remove this mapping?
nb: Fjern denne mappingen?

source: Are you sure you want to remove mapping for layer "{{mappingId}}"?
nb: Er du sikker på at du fil fjerne mappingen for laget "{{mappingId}}"?

source: Reset this mapping?
nb: Nullstill denne mappingen?

source: Are you sure you want to reset all overrides for the mapping for layer "{{mappingId}}"?
nb: Er du sikker på at du fil fjerne alle overstyringer for mappingen for laget "{{mappingId}}"?

source: Mapping cannot be reset as it has no default values
nb: Mapping kan ikke nullstilles da den ikke har standardverdier

source: Reset mapping to default values
nb: Nullstill til standardverdier

source: Edit mapping
nb: Endre lagmapping

source: Delete mapping
nb: Fjern lagmapping

source: Layer ID
nb: Lag-id

source: ID of the timeline-layer to map to some output
nb: Lag-id for tidslinjelaget som skal mappes til en utgang

source: Layer Name
nb: Lagnavn

source: Human-readable name of the layer
nb: Leservennlig lagnavn

source: The type of device to use for the output
nb: Enhetstype som skal brukes for utgangen

source: ID of the device (corresponds to the device ID in the peripheralDevice settings)
nb: Enhets-id (korresponderer med enhets-id under enhetsinnstillinger)

source: Lookahead Mode
nb: Lookahead-modus

source: Lookahead Target Objects (Undefined = 1)
nb: Lookahead målobjekter (standard = 1)

source: Lookahead Maximum Search Distance (Undefined = {{limit}})
nb: Lookahead maksimum søkelengde (standard = {{limit}})

source: The type of mapping to use
nb: Mappingtype som skal benyttes

source: No schema has been provided for this mapping
nb: Ingen skjema angitt for denne mappingen

source: There are no Accessors set up.
nb: Ingen aksessorer er satt opp.

source: Remove this Package Container Accessor?
nb: Fjern denne pakkekontainer-aksessoren?

source: Are you sure you want to remove the Package Container Accessor "{{accessorId}}"?
nb: Er du sikker på at du vil fjerne pakkekontainer-aksessoren "{{accessorId}}"?

source: Accessor ID
nb: Aksessor-id

source: Display name of the Package Container
nb: Pakkekontainerens navn som vises i oversikten

source: Accessor Type
nb: Aksessortype

source: Folder path
nb: Mappesti

source: File path to the folder of the local folder
nb: Sti til lokale mappe

source: Resourse Id
nb: Ressurs-id

source: (Optional) This could be the name of the computer on which the local folder is on
nb: (Valgfri) Dette kan være navnet til datamaskinen som den lokale mappen er på

source: Base url to the resource (example: http://myserver/folder)
nb: Base-url for ressursen (eksempel: http://minserver/mappe)

source: Is Immutable
nb: Kan ikke endres

source: When set, resources are considered immutable, ie they will not change
nb: Når aktivert vil ressurser vurderes som ikke mulige å endre, altså vil de forbli uendrede

source: Does NOT support HEAD requests
nb: HEAD requests støttes IKKE

source: If set, Package Manager assumes that the source doesn't support HEAD requests and will use GET instead. If false, HEAD requests will be sent to check availability.
nb: Når aktiver antar Package Manager at en kilde ikke støtter HEAD requests, og bruker GET i stedet. Hvis inaktiv, vil HEAD requests bli sent for å sjekke tilgjengelighet.

source: Network Id
nb: Nettverk-id

source: (Optional) A name/identifier of the local network where the share is located, leave empty if globally accessible
nb: (Valgfri) Et navn/en identifikator for det lokale nettverket hvor den delte mappen er lokalisert, la være tom dersom den er globalt tilgjengelig

source: Folder path to shared folder
nb: Sti til delt mappe

source: User Name
nb: Brukernavn

source: Username for authentication
nb: Brukernavn for autentisering

source: Password
nb: Passord

source: Password for authentication
nb: Passord for autentisering

source: (Optional) A name/identifier of the local network where the share is located
nb: (Valgfri) Et navn/en identifikator for det lokale nettverket hvor den delte mappen er lokalisert

source: Quantel gateway URL
nb: Quantel Gateway-adresse (url)

source: URL to the Quantel Gateway
nb: Start Quantel Gateway på nytt

source: ISA URLs
nb: ISA-adresse (url)

source: URLs to the ISAs, in order of importance (comma separated)
nb: Adresser (url-er) for ISA-ene (kommaseparert i prioritert rekkefølge)

source: Quantel Zone ID
nb: Quantel sone-id

source: Zone ID
nb: Sone-id

source: Server ID. For sources, this should generally be omitted (or set to 0) so clip-searches are zone-wide. If set, clip-searches are limited to that server.
nb: Server-ID. For kilder skal denne droppes (eller bli satt til 0) siden klippsøk skjer i heile sonen. Hvis denne er satt skjer klippsøk bare på den serveren.

source: Quantel transformer URL
nb: Quantel Transformer-adresse (url)

source: URL to the Quantel HTTP transformer
nb: Adresse til Quantel HTTP transformer

source: Quantel FileFlow URL
nb: Quantel FileFlow-adresse (url)
